ZigEmbeddedGroup/texasinstruments-data/ccs_base/common/targetdb/Modules/AM263P/FSS_PDMEM_GENREGS_5380C000h.xml
<module name="PDMEM_GENREGS" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="PDMEM_GENREGS_LOC_j" acronym="PDMEM_GENREGS_LOC_j" offset="0" width="32" description="M8051EW program and external data memory array.">
		<bitfield id="VAL" width="32" begin="31" end="0" resetval="0x0" description="Value of element in program and external data memory" range="31:0" rwaccess="R/W"/>
	</register>
</module>